/*
 * Loco ios export: iOS Localizable.strings
 * Project: Emu
 * Release: Working copy
 * Locale: en_US, English (USA)
 * Tagged: iOS
 * Exported by: Aviv Wolf
 * Exported at: Thu, 15 Oct 2015 09:20:09 +0100
 */

/* loco:5534e9d514d725ad478b4569
 * Message shown to the user when an unknown error happened */
"SOMETHING_WENT_WRONG" = "Emu is sorry, but something went wrong. Please try again.";

/* loco:5534e9d514d725ad478b456a */
"TRY_AGAIN" = "Try again.";

/* loco:5534e9d514d725ad478b456b
 * Cancel the retake */
"CANCEL" = "Cancel";

/* loco:5534e9d514d725ad478b456c
 * Title of the first screen the user sees (greeting him) */
"ONBOARDING_TITLE_WELCOME" = "Hi!";

/* loco:5534e9d514d725ad478b456d
 * Title text in the on-boarding - directing the user to align with the figure (silhouette) */
"ONBOARDING_TITLE_ALIGN" = "Align to the figure";

/* loco:5534e9d514d725ad478b456e
 * Title in the on-boarding - Notifying the user that the background is being removed */
"ONBOARDING_TITLE_EXTRACTION_PREVIEW" = "Removing background";

/* loco:5534e9d514d725ad478b456f
 * Title in the on-boarding - Notifying the user that we are currently recording */
"ONBOARDING_TITLE_RECORDING" = "Recording...";

/* loco:5534e9d514d725ad478b4570
 * Title in the on-boarding - Notifying the user that we are now finishing up */
"ONBOARDING_TITLE_FINISHING_UP" = "Finishing up...";

/* loco:5534e9d514d725ad478b4571
 * Title in the on-boarding - Notifying the user that he is in the review stage */
"ONBOARDING_TITLE_REVIEW" = "Review";

/* loco:5534e9d514d725ad478b4572
 * Bad background notification for the user */
"RECORDER_BGM_NOISY" = "Use a solid color wall!";

/* loco:5534e9d514d725ad478b4573
 * Bad background notification for the user */
"RECORDER_BGM_DARK" = "Use well lit areas!";

/* loco:5534e9d514d725ad478b4574
 * Bad background notification for the user */
"RECORDER_BGM_SILHOUETTE" = "Reposition to fit in silhouette";

/* loco:5534e9d514d725ad478b4575
 * Bad background notification for the user */
"RECORDER_BGM_SHADOW" = "Shadows! step a bit forward";

/* loco:5534e9d514d725ad478b4576
 * Bad background notification for the user */
"RECORDER_BGM_CLOTH" = "Clothes should differ from background";

/* loco:5534e9d514d725ad478b4577
 * Bad background notification for the user */
"RECORDER_BGM_GENERAL_MESSAGE" = "Use a solid color wall!";

/* loco:5534e9d514d725ad478b4578
 * Good background notification for user */
"RECORDER_BGM_GOOD" = "Looking good";

/* loco:5534e9d514d725ad478b4579
 * Recorder message to user */
"RECORDER_MESSAGE_WHEN_READY" = "When ready, press record!";

/* loco:5534e9d514d725ad478b457a
 * Review question to user */
"RECORDER_MESSAGE_REVIEW_PREVIEW" = "Happy with the result?";

/* loco:5534e9d514d725ad478b457b
 * Button text enabling the user to continue (even that the background is bad) */
"RECORDER_CONTINUE_ANYWAY_BUTTON" = "CONTINUE ANYWAY";

/* loco:5534e9d514d725ad478b457c
 * Button text enabling the user to continue (even if we didn't get consecutive good backgrounds - but the last background is good) */
"RECORDER_CONTINUE_BUTTON" = "CONTINUE";

/* loco:5534e9d514d725ad478b457d
 * Text on button that the user presses if he is not satisfied with the result */
"RECORDER_PREVIEW_TRY_AGAIN_BUTTON" = "LETS TRY IT AGAIN";

/* loco:5534e9d514d725ad478b457e
 * Button text in the review screen that the user presses when he is happy with the result */
"RECORDER_PREVIEW_CONFIRM" = "I LOVE IT!";

/* loco:5534e9d514d725ad478b457f
 * Text notification for the user that he took a video with a bad background and this is the reason for the potential bad result */
"RECORDER_PREVIEW_BAD_BACKGROUND_LONG_MESSAGE" = "You chose to start recording with a bad background. Emu recommends that you try again with a solid color background. Avoid shadows or objects behind you.";

/* loco:5534e9d514d725ad478b4580
 * When the user presses on the retake button he gets a popup with some options - this is the title of the popup */
"RETAKE_CHOICE_TITLE" = "Retake:";

/* loco:5534e9d514d725ad478b4581
 * Additional information shown to the user when clicking on the retake button before making a decision in the popup (will be shown under the title) */
"RETAKE_CHOICE_MESSAGE" = "(Locked emus will not be changed)";

/* loco:5534e9d514d725ad478b4582
 * One of the options the user has after pressing on the "Retake" button */
"RETAKE_CHOICE_ALL" = "All packs";

/* loco:5534e9d514d725ad478b4583
 * One of the options the user has after pressing on the "Retake" button */
"RETAKE_CHOICE_PACKAGE" = "Current pack";

/* loco:5534e9d514d725ad478b4584
 * One of the options the user has after pressing on the "Retake" button */
"RETAKE_CHOICE_RESET_PACK" = "Reset pack to original take";

/* loco:5534e9d514d725ad478b4586
 * User presses on the "Reset" button - he sees a pop up screen with this text as one of the options (to reset the pack to the original take) */
"USER_CHOICE_RESET_PACK" = "Reset pack to original take";

/* loco:5534e9d514d725ad478b4587
 * Title for sharing options */
"SHARE_IT_TITLE" = "Share it:";

/* loco:5534e9d514d725ad478b4589
 * Toast message shown briefly to the user after sharing an Emu */
"SHARE_TOAST_SHARED" = "Emu shared";

/* loco:5534e9d514d725ad478b458a
 * Toast message shown briefly to the user after copying an Emu to the clipboard */
"SHARE_TOAST_COPIED" = "Emu copied";

/* loco:5534e9d514d725ad478b458b
 * Toast message shown briefly to the user after copying an Emu to the clipboard from the keyboard */
"SHARE_TOAST_COPIED_KB" = "Emu copied. You may paste it!";

/* loco:5534e9d514d725ad478b458c
 * Toast message shown briefly to the user after saving Emu to the device */
"SHARE_TOAST_SAVED" = "Emu saved to camera roll";

/* loco:5534e9d514d725ad478b458d
 * Toast message shown briefly to the user after sharing Emu failed */
"SHARE_TOAST_FAILED" = "Failed";

/* loco:5534e9d514d725ad478b458e
 * Toast message shown briefly to the user after canceling the sharing of an Emu */
"SHARE_TOAST_CANCELED" = "Canceled";

/* loco:5534e9d514d725ad478b458f
 * Toast message shown briefly to the user after he tried to share via email and we found out the there is no email account specified on the device */
"SHARE_TOAST_MAIL_CLIENT_NOT_CONFIGURED" = "Oops: an email client is not set on your device. Set it up and try again.";

/* loco:5534e9d514d725ad478b4590
 * Toast message shown briefly to the user after Emu was shared via mail */
"SHARE_TOAST_MAIL_SENT" = "Emu sent by mail";

/* loco:5534e9d514d725ad478b4591
 * Toast message shown briefly to the user after Emu was saved as draft in a mail */
"SHARE_TOAST_MAIL_SAVED" = "Saved draft mail";

/* loco:5534e9d514d725ad478b4592
 * One of the available share options (e.g. share as an animated GIF) */
"ANIM_GIF" = "GIF";

/* loco:5534e9d514d725ad478b4593
 * One of the available share options (e.g. share as a video) */
"VIDEO" = "Video";

/* loco:5534e9d514d725ad478b4594
 * Title of the popup message when user tries to share via FB Messenger, but we realize that Messenger is missing */
"FBM_MISSING_TITLE" = "Facebook Messenger";

/* loco:5534e9d514d725ad478b4595
 * Popup message when user tries to share via FB Messenger, but we realize that Messenger is missing */
"FBM_MISSING_MESSAGE" = "The latest Messenger app isn't installed on your device";

/* loco:5534e9d514d725ad478b4596
 * One of the button options in the the popup when user tries to share via FB Messenger, but we realize that Messenger is missing */
"FBM_INSTALL_OPTION" = "Install Messenger!";

/* loco:5534e9d514d725ad478b4597
 * One of the button options in the the popup when user tries to share via FB Messenger, but we realize that Messenger is missing */
"FBM_MISSING_GOT_IT" = "Got it";

/* loco:5534e9d514d725ad478b4598
 * Alert title */
"ALERT_REFRESHING_INFO_TITLE" = "Refreshing info";

/* loco:5534e9d514d725ad478b4599
 * Alert message */
"ALERT_CHECK_INTERNET_MESSAGE" = "Something went wrong.\nCheck your internet connectivity and try again";

/* loco:5534e9d514d725ad478b459a
 * Alert option */
"ALERT_TRY_AGAIN_ACTION" = "Try again";

/* loco:5534e9d514d725ad478b459b
 * Alert option */
"ALERT_OK_ACTION" = "OK";

/* loco:5534e9d514d725ad478b459c
 * About Title. The "V%" will be replaced in runtime with the specific version. It should stay in all tranlsations */
"ABOUT_EMU_TITLE" = "About Emu - V%@";

/* loco:5534e9d514d725ad478b459d
 * About message */
"ABOUT_EMU_MESSAGE" = "Emu is a fun free app, where in just seconds you can create your own personal video stickers we call Emus.\r\n\r\nEmu - because you are what you send. \r\n\r\n© Homage Technology Ltd. 2015";

/* loco:5534e9d514d725ad478b459e
 * Title of popup asking the user to enable push notification */
"NOTIFICATIONS_CONFIRMATION_TITLE" = "Auto updates!";

/* loco:5534e9d514d725ad478b459f
 * Message of popup asking the user to enable push notification */
"NOTIFICATIONS_CONFIRMATION_MESSAGE" = "Emu will be happy to alert you when new content is rendered for you automatically";

/* loco:5534e9d514d725ad478b45a0
 * Approve button in popup asking the user to enable push notification */
"NOTIFICATIONS_CONFIRMATION_OK_BUTTON" = "OK";

/* loco:5534e9d514d725ad478b45a1
 * Decline button of popup asking the user to enable push notification */
"NOTIFICATIONS_CONFIRMATION_NO_BUTTON" = "Not Now";

/* loco:5534e9d514d725ad478b45a2
 * Enable notifications */
"NOTIFICATIONS_ENABLE" = "Enable notifications";

/* loco:5534e9d514d725ad478b45a3
 * Push notification message when there is a new pack. The "%@" will be replaced in runtime with the package name - leave it in all translations */
"GENERAL_NEW_CONTENT_MESSAGE" = "New Emus available! Check out the %@ pack";

/* loco:5534e9d514d725ad478b45a4
 * Button for retaking the emu */
"EMU_SCREEN_CHOICE_RETAKE_EMU" = "New Take";

/* loco:5534e9d514d725ad478b45a5
 * Option for the user to reset the Emus to the original take */
"EMU_SCREEN_CHOICE_RESET_EMU" = "Reset to original take";

/* loco:5534e9d514d725ad478b45a6
 * Tooltip that highlights the option the user has to retake a specific Emu */
"TIP_EMU_SCREEN_RETAKE_BUTTON" = "Tap to change selfie specifically for this Emu";

/* loco:5534e9d514d725ad478b45a7
 * Tooltip that highlights the option the user has to see more options */
"TIP_EMU_SCREEN_EMU_BUTTON" = "Tap for options";

/* loco:5534e9d514d725ad478b45a8
 * Tooltip that highlights the option the user has to share the Emu */
"TIP_EMU_SCREEN_MESSAGE_BUTTON" = "Have fun messaging!";

/* loco:553656af14d7256b3b8b4567
 * A title for the user choices menu, when the user in a screen of a specific pack.

This title has a placeholder for the name of the pack (%@ characters) followed by the work pack.

Examples in english:
Meme pack
Love pack
Test pack
Etc. */
"USER_CHOICE_TITLE" = "%@ pack";

/* loco:55365f4414d725a3438b456e
 * A button for opening the settings screen in the user choices pop up screen. */
"USER_CHOICE_SETTINGS" = "Settings";

/* loco:553c9f5a14d725a2528b4568
 * An "About Application" button appearing in the user choices menu. */
"USER_CHOICE_ABOUT" = "About Emu";

/* loco:553ca1c114d725c6598b4569
 * A "Retake Pack" button in the user's choices popup menu. */
"USER_CHOICE_RETAKE_PACK" = "Retake pack";

/* loco:553f270a14d725bf1f8b456e
 * A button for re showing the Emu Keyboard tutorial. In english, the button simply says "Emu Keyboard". */
"USER_CHOICE_ABOUT_KB" = "Emu Keyboard";

/* loco:5558d5df14d72534598b4569 */
"RESTART" = "Restart";

/* loco:5561b4f514d725600b8b456f
 * A message/toast that appears on screen when the user selects an audio file that is protected by DRM (and it can't be used). */
"DRM_ERROR" = "Chosen audio file is missing or protected by DRM. Please choose another.";

/* loco:5564284514d7259d0f8b4570
 * The label appearing above the rendering progress dialogue while the app renders a video file. */
"RENDERING_VIDEO" = "Rendering video...";

/* loco:556d97f514d725b0768b4569
 * One of the options in the audio options dialogue. Clicking this option indicates the user wants to remove the selected audio file. */
"AUDIO_REMOVE" = "Remove";

/* loco:556d980714d725d3738b456e
 * One of the options in the audio options dialogue. Clicking this option indicates the user wants to replace the selected audio file. */
"AUDIO_REPLACE" = "Replace";

/* loco:556d984914d725d3738b4570
 * The title of a dialogue presenting options related to a selection of an audio file from the user's audio library. The title should just say 'Audio:'. */
"AUDIO_OPTIONS_TITLE" = "Audio:";

/* loco:5574947b14d7251f778b4567
 * The option on the dialogue that allows the user to decide how will the animation will loop when creating a video. Repeating loop ("Repeat") or a loop that alternates playing the animation back and forth ("Boomerang"). */
"REPEAT" = "Repeat";

/* loco:5574953014d725d0748b4568
 * The option on the dialogue that allows the user to decide how will the animation will loop when creating a video. Repeating loop ("Repeat") or a loop that alternates playing the animation back and forth ("Boomerang"). */
"BOOMERANG" = "Boomerang";

/* loco:5574958c14d7251a798b4567
 * The number of times the user selected to loop an animation when rendering the video. Possible values are 2 - 30 so the text should be in plural. */
"N_TIMES" = "# times";

/* loco:5589c33914d725da678b456b */
"USER_CHOICE_SHARE_APP" = "Share App";

/* loco:558a62c014d725717e8b4571 */
"SHARE_TOAST_TWITTER_FAILED" = "Failed: check twitter settings";

/* loco:558aad8a14d7257d798b4568 */
"SHARE_TOAST_UPLOADING_TO_TWITTER" = "Uploading to twitter";

/* loco:55a3b31014d725b5168b4569 */
"EMUNIZING" = "Emunizing...";

/* loco:55a50c3414d725db068b456b */
"SHARE_TOAST_FACEBOOK_FAILED" = "Check Facebook settings";

/* loco:55a5148214d725500e8b4573 */
"SHARE_TOAST_UPLOADED" = "Uploaded";

/* loco:55ab847414d7259c328b4567
 * A title for the choosing an existing takes screen */
"TAKES_CHOOSE_TAKE" = "Choose an existing take";

/* loco:55ab856014d725173a8b4568
 * The message that asks the user if he would like to delete the take */
"TAKES_DELETE_TAKE_MESSAGE" = "This take is used by %@ emus. Are you sure you want to remove it?";

/* loco:55b4a3b714d7255f068b4568 */
"NETWORK_PROBLEM_TITLE" = "Connectivity";

/* loco:55b6136014d72503228b4567 */
"SHARE_WHATSAPP_INSTRUCTIONS" = "1. Render a video (it will be saved to device).\r\n2. Press ↑ in WhatsApp.\r\n3. Choose a video from your video library.";

/* loco:55b622a314d725f7488b4568 */
"SHARE_WHATSAPP_INSTRUCTIONS_TITLE" = "Sharing to WhatsApp";

/* loco:55d2f28314d725c05a8b4575 */
"TAKES_CANNOT_DELETE_DEFAULT_FOOTAGE" = "Cannot delete default take";

/* loco:560d138914d7256e528b4567 */
"SELECT" = "Select";

/* loco:56125e9314d725ea418b4568 */
"UNSELECT" = "Unselect";

/* loco:5612600814d72544428b456d */
"SELECT_PACK" = "Select Pack";

/* loco:5612977814d725d2258b456a */
"SELECTED_COUNT" = "%@ selected";

/* loco:56161e6514d72503078b456c */
"PACKS" = "Packs";

/* loco:5619836d14d725005e8b4572 */
"EMU_SCREEN_CHOICE_REPLACE_TAKE" = "Replace take";

/* loco:5619849314d7250e6d8b4569 */
"ADD_TO_FAVORITES" = "Add to favorites";

/* loco:561984fa14d725316d8b4568 */
"REMOVE_FROM_FAVORITES" = "Remove from favorites";

/* loco:561b0a8314d725c33e8b4567 */
"LOGIN" = "Sign In";

/* loco:561b0d1314d725a2318b4568 */
"TAKES_ME_SCREEN_BUTTON" = "My Takes";

/* loco:561b10fa14d725103f8b4568 */
"DEFAULT" = "Default";

/* loco:561b73d814d725fd268b4583 */
"SET_AS_DEFAULT" = "Set as default";

/* loco:561b77a614d725b4368b4568 */
"DONE" = "Done";

/* loco:561b78c714d725be358b458b */
"CLOSE" = "Close";

/* loco:561cc8cb14d725802e8b4568
 * A message to the user explaining why there are no favorites and how the user can add items here */
"ME_NO_FAVORITES" = "No favorties yet. Mark your favorite Emus from the share screen.";

/* loco:561cca5514d7250c2e8b456e
 * A message to the user explaining why there are no recently shared Emus and how the user can add items here */
"ME_NO_RECENT_SHARED" = "Recently shared Emus will be available here.";

/* loco:561ccaf914d7257e328b4569
 * A message to the user explaining why there are no recently viewed Emus and how the user can add items here */
"ME_NO_RECENT_VIEWED" = "Recently viewed Emus will be available here.";

/* loco:561f59e914d725ce418b4575 */
"ME_FAV_TITLE" = "Favorites";

/* loco:561f59f814d725ce418b4577 */
"ME_RECENTLY_SHARED_TITLE" = "Recently shared";

/* loco:561f5a0914d725ce418b4579 */
"ME_RECENTLY_VIEWED_TITLE" = "Recently viewed";
